7767517
5 4
pnnx.Input               in0                      0 1 0 #0=(1,784)f32
nn.Linear                linear_0                 1 1 0 1 bias=True in_features=784 out_features=128 @bias=(128)f32 @weight=(128,784)f32 $input=0 #0=(1,784)f32 #1=(1,128)f32
F.relu                   F.relu_0                 1 1 1 2 $input=1 #1=(1,128)f32 #2=(1,128)f32
nn.Linear                linear_1                 1 1 2 3 bias=True in_features=128 out_features=10 @bias=(10)f32 @weight=(10,128)f32 $input=2 #2=(1,128)f32 #3=(1,10)f32
pnnx.Output              out0                     1 0 3 #3=(1,10)f32
